[
	{
		"name": "Alguarena",
		"leaderName": "Présidente Fédérale Mazeri Abrogara",
		"adjective": ["Alguareno"],
		"startBias": ["Coast", "Jungle"],
		"preferredVictoryType": "Diplomatic",
		"favoredReligion": "Christianity",
		
		"startIntroPart1": "L’Alguarena est une fédération regroupant trois états insulaires de culture hispanophone et précolombienne. La naissance de cette fédération se lie à différents états fédérés ayant longtemps été en proie à la guerre durant l’âge coloniale (situé entre le XVIIe et le XIXe siècle). Durant cette ère, les principales dynasties blanches et latines régionales ont multiplié les affrontements pour dominer les archipels aux limites des deux empires. En s’emparant des îles, les deux camps espéraient pouvoir créer et entretenir l’une des principales routes commerciales internationales, participant à la jonction des deux hémisphères.",
		"startIntroPart2": "Les aristocraties associées à ses deux empires ayant peu à peu perdu de leur panache, la paix et la coopération internationale s’est renforcée, laissant de côté les velléités coloniales. Les gouvernances des îles ayant fini par recouvrir leur indépendance, elles se sont rapprochées dans le but de reprendre en main l’activité économique régionale et de renoncer durablement à la guerre dans la région.",
		
		"declaringWar": "...",
		"attacked": "...",
		"defeated": "...",
		"introduction": "Malgré la certaine déception qui anime votre discours, permettez-moi de partager le plaisir qu’est le mien à inaugurer nos premiers échanges diplomatiques dignes de ce nom.",
		
		"neutralHello": "Bonjour.",
		"neutralLetsHearIt": ["Parle."],
		"neutralNo": ["Non."],
		"neutralYes": ["Oui."],

		"hateHello": "Bonjour.",
		"hateLetsHearIt": ["Parle."],
		"hateNo": ["Non."],
		"hateYes": ["Oui."],
		
		"afterPeace": "Vous n’êtes pas sans savoir que nos deux pays ont la possibilité de rendre ce monde meilleur, un espace bonifié par la densification des échanges commerciaux et le maintien d’une force de frappe dissuasive.",
		"tradeRequest": "Vous n’êtes pas sans savoir que nos deux pays ont la possibilité de rendre ce monde meilleur, un espace bonifié par la densification des échanges commerciaux et le maintien d’une force de frappe dissuasive.",

		"outerColor": [51, 204, 204],
		"innerColor": [255,204,0],
		"uniqueName": "Organisation des Nations Commerçantes",
	        "uniques": ["[+1 Gold] from each Trade Route","[20] Unit Supply","[-50]% City-State Influence degradation"],
		"cities": ["Aserjuco", "Pomosejo", "Jacalbulco", "Chesterboro", "Santialche", "Cо́rteixo", "Atimalco", "Salvando"]
	},

	{
		"name": "Pharois",
		"leaderName": "Ransu Rasanen",
		"adjective": ["Pharois"],
		"startBias": ["Coast", "Tundra"],
		"preferredVictoryType": "Diplomatic",
		"favoredReligion": "Christianity",
		
		"startIntroPart1": "La Libre Association des Propriétaires de Phares et de Filets d'Eurysie Septentrionale est, comme son nom l'indique, un conglomérat de propriétaires terriens et de capitaines de navires. Suite à une révolution prolétarienne ratée au sein de l'ancien Royaume d'Albi, la petite bourgeoisie a prospéré sur la Grande et est parvenue à assurer sa mainmise sur cette région en proie au chaos. Elle y règne depuis avec pour seul et unique objectif la préservation de ses intérêts privés et du respect de la propriété territoriale. Ainsi, le Syndicat des Poissonniers s'apparente plus à une Fédération de commerçants qu'à un véritable État Nation, ce qui ne l'empêche absolument pas de s'être dotée d'institutions fonctionnelles et de prétendre à une représentation digne de ce nom à l'internationale.",
		"startIntroPart2": "Il se compose majoritairement de villes côtières et industrielles, peu avancées dans les terres, ainsi que de plateformes de forage en mer.",
		
		"declaringWar": "...",
		"attacked": "...",
		"defeated": "...",
		"introduction": "Nos méthodes diffèrent mais nos buts sont les mêmes. Nous réglerons les questions théoriques quand le dernier bourgeois aura été envoyé par le fond. En ces temps où nos ennemis s'organisent, un minimum de coordination ne fait pas de mal, entre mes forces et les vôtres.",
		
		"neutralHello": "Parlez toujours, quelqu'un vous répondra certainement.",
		"neutralLetsHearIt": ["Parlez toujours, quelqu'un vous répondra certainement."],
		"neutralNo": ["Je suis peut-être âgé mais pas aveugle, me prenez vous pour une bille ?"],
		"neutralYes": ["Je ne peux qu’être d’accord avec vous."],

		"hateHello": "Parlez toujours, quelqu'un vous répondra certainement.",
		"hateLetsHearIt": ["Parlez toujours, quelqu'un vous répondra certainement."],
		"hateNo": ["Il n'est pas question de laisser votre gouvernement ou pire, vos forces armées, superviser cela."],
		"hateYes": ["Nous sommes ennemis mais j'ai besoin de fric."],
		
		"afterPeace": "Ces termes nous conviennent donc à tous deux.",
		"tradeRequest": "Au plaisir de faire affaire avec vous.",

		"outerColor": [0,0,0],
		"innerColor": [255,255,255],
		"uniqueName": "République Pirate",
	        "uniques": ["[+2] Movement <for [Water] units>","[+1 Gold] from each Trade Route","When conquering an encampment, earn [25] Gold and recruit a Barbarian unit <with [67]% chance>",],
		"cities": ["Pharot", "Pohjoishammas", "Helmi", "Kanavaportti", "Caprice Coast", "Hylkeenlahti", "Etelähammas", "Tummametsä", "Suuretaallot", "Valaidenportti", "Majakka", "Merivoso", "Albigärk", "Porto Mundo"]
	},

	{
		"name": "Grand Kah",
		"leaderName": "Comité de Volonté Publique",
		"adjective": ["Kah-tanais"],
		"startBias": ["Avoid [Tundra]","Avoid [Desert]"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "Le Grand Kah est un ensemble de provinces coloniales et autochtones s'étant rebellées il y a de ça plusieurs siècles pour fonder une république libre et indépendante opposée à l’esclavagisme et prônant des notions de liberté, de vertu et de démocratie. Sa culture est un mélange de celle des colons latins, sino-japonais et des autochtones plus tribaux. Le zèle révolutionnaire ne se calma jamais vraiment en ça que plusieurs aventures autoritaires et monarchiques poussées d’abord par les classes bourgeoises ayant survécu à la première révolution puis par les partisans d'un leader militaire particulièrement populaire (Jin Sukaretto) furent à leur tour balayées par des insurrections, et que la liberté toute particulière laissée par le Kah à ses habitants attira quelques-uns des exilés politiques, judiciaires et des idéalistes les plus notables du globe au cours des siècles, sans parler des réfugiés en tout genre.",
		"startIntroPart2": "Le Kah est, selon la conception officielle des leaders de la première révolution, une Roue. Un éternel recommencement qui progresse sur une même route, idée héritée des croyances ancestrales autochtones et mis en forme par des penseurs humanistes et objectivistes locaux.",
		
		"declaringWar": "...",
		"attacked": "...",
		"defeated": "...",
		"introduction": "Le Grand Kah s'est dressé. Sortant lentement de son sommeil, émergeant de son territoire comme un grand mammifère d'une bien trop longue hibernation, tâtant lentement le sol, surpris de voir comme il a changé.",
		
		"neutralHello": "Très amicalement.",
		"neutralLetsHearIt": ["Très amicalement."],
		"neutralNo": ["Non."],
		"neutralYes": ["Vous avez des amis, à l'autre bout des mers."],

		"hateHello": "Très amicalement.",
		"hateLetsHearIt": ["Parle."],
		"hateNo": ["Non."],
		"hateYes": ["Nous sommes loin de vous, mais notre cœur est à vos côtés."],
		
		"afterPeace": "Nous sommes loin de vous, mais notre cœur est à vos côtés. Puisse cette épreuve être le prélude d'un réveil des consciences, et non d'une abominable chute dans la noirceur.",
		"tradeRequest": "Serrez donc la main qui vous est tendue.",

		"outerColor": [155, 0, 0],
		"innerColor": [0,0,0],
		"uniqueName": "Communalisme",
	        "uniques": ["[-50]% City-State Influence degradation", "City-State Influence recovers at twice the normal rate", "City-State territory always counts as friendly territory"],
		"cities": ["Lac-Rouge", "Heon-Kuang", "Reaving", "Nayoga Lamanai", "Tlacuahian", "Somagoumbé", "Chan Chimù", "Gokiary"]
	},

	{
		"name": "Lofoten",
		"leaderName": "Chancelière Fédérale Gudrün Stefersøn",
		"adjective": ["Lofotèn"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Christianity",
		
		"startIntroPart1": "Très attachés aux libertés fondamentales et au fédéralisme, les citoyens des Provinces-Unies tiennent absolument à leur autonomie régionale et au principe de la décentralisation, au profit d'une gouvernance locale par Province. L'absence de gouvernement central fort est régulièrement évoqué et mis en avant par les différents mouvements politiques même si dans les faits la capitale fédérale, de par son histoire et l'ensemble des institutions qui s'y trouvent, conserve une grande influence politique et sociale.",
		"startIntroPart2": "La société Lofotène est réputée pour ses avancées sociales très novatrices, et ont très tôt accordé de nombreux droits civiques à leur population, peu après leur déclaration indépendance, notamment en matière de droits des femmes et des minorités, exception faites des minorités sexuelles LGBT à cause d'une très grande influence du protestantisme dans hautes sphères du pouvoir et les institutions éducatrices. Très libéral en matière de commerce, la population est dans l’immense majorité chrétienne-démocrate, plutôt centriste et naturellement méfiante et hostile envers le socialisme et son pendant le plus extrême : le communisme. Cependant, es dernières années, le nationalisme et le conservatisme ont fait une entrée en force dans le paysage politique et au parlement, avec un regain d'intérêt pour la nostalgie coloniale et la mythologique nordique fantasmée.",
		
		"declaringWar": "...",
		"attacked": "...",
		"defeated": "Unis dans l’honneur, invaincus nous demeurons",
		"introduction": "Madame la Conseillère d'Etat Fédérale aux Affaires Etrangères, Madame Catherine de Tocqueville-Masson, est heureuse de vous accueillir au nom des Provinces-Unies du Lofoten et de l'honorable Chancelière Fédérale Gudrün Stefersøn.",
		
		"neutralHello": "Madame la Conseillère d'Etat Fédérale aux Affaires Etrangères, Madame Catherine de Tocqueville-Masson, est heureuse de vous accueillir au nom des Provinces-Unies du Lofoten et de l'honorable Chancelière Fédérale Gudrün Stefersøn.",
		"neutralLetsHearIt": ["Madame la Conseillère d'Etat Fédérale aux Affaires Etrangères, Madame Catherine de Tocqueville-Masson, est heureuse de vous accueillir au nom des Provinces-Unies du Lofoten et de l'honorable Chancelière Fédérale Gudrün Stefersøn."],
		"neutralNo": ["Non."],
		"neutralYes": ["Les Provinces-Unies du Lofoten sont une nation riche, dont la solvabilité est solide, et il est de notoriété publique que nous avons toujours remboursé nos dettes en temps et en heure."],

		"hateHello": "Madame la Conseillère d'Etat Fédérale aux Affaires Etrangères, Madame Catherine de Tocqueville-Masson, est heureuse de vous accueillir au nom des Provinces-Unies du Lofoten et de l'honorable Chancelière Fédérale Gudrün Stefersøn.",
		"hateLetsHearIt": ["Madame la Conseillère d'Etat Fédérale aux Affaires Etrangères, Madame Catherine de Tocqueville-Masson, est heureuse de vous accueillir au nom des Provinces-Unies du Lofoten et de l'honorable Chancelière Fédérale Gudrün Stefersøn."],
		"hateNo": ["Non."],
		"hateYes": ["Les Provinces-Unies du Lofoten sont une nation riche, dont la solvabilité est solide, et il est de notoriété publique que nous avons toujours remboursé nos dettes en temps et en heure."],
		
		"afterPeace": "Les Provinces-Unies du Lofoten sont une nation riche, dont la solvabilité est solide, et il est de notoriété publique que nous avons toujours remboursé nos dettes en temps et en heure.",
		"tradeRequest": "Les Provinces-Unies du Lofoten sont une nation riche, dont la solvabilité est solide, et il est de notoriété publique que nous avons toujours remboursé nos dettes en temps et en heure.",

		"outerColor": [19,37,132],
		"innerColor": [243,41,38],
		"uniqueName": "Progressisme",
	        "uniques": ["[+50]% Golden Age length","[+1 Happiness] from every [City]"],
		"cities": ["Pembertøn", "Kæviksbørg", "Port-Sainte-Anne", "Lübeck", "Ingebørg", "Nørdsvik", "Port-Skælländer", "Øst-Fårö", "Käskinen", "Fort-Saint-Augustin"]
	},
]
